adpyke.codesnap
angular.ng-template
antfu.file-nesting
aslamanver.vsc-export
austenc.tailwind-docs
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
james-yu.latex-workshop
kamikillerto.vscode-colorize
kevinrose.vsc-python-indent
loczek.next-js-ts-snippets
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
njpwerner.autodocstring
pmneo.tsimporter
redhat.java
redhat.vscode-yaml
seyyedkhandon.firacode
soerenuhrbach.vscode-deepl
steoates.autoimport
stringham.move-ts
styled-components.vscode-styled-components
tgosystems.togglebracketguides
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
william-voyek.vscode-nginx
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
